import React from 'react'

const Day3 = () => {
  return (
    <div>
        わたし　は　いらがき　です。　

        watashi wa iragaki desu . 
        watashi wa betonamu jin desu . 
        watashi wa nijyusan sai desu . 
        longbien karakimashita .
        watashi no inaka wa haiduong desu . 

        わたし　は　べとなむ　じｎ　です。
        私　は　にじゅうさん　さい　です　。
        わたし　の　いなか　はたし　はいづおん　です。
        。。。。。　からきました

        にほんご
        せんさい
        がくせい
        おんあ
        えいご
        おとこ
        ひと
        かた　:　ｖi
        フランス
        アメリカ
        インドネシア
        ちゅうごく
        タイ
        オーストラリア
        イギリス
        マレーシア
        シンガポール
        フィリピン

        おはよう　ぎざいます。
        こんいちわ。
        こんばんわ。
　　　　　はじめまして。
        どうぞ　よろしく　おねがいします。
        　
        私わ　は　いらがき　です。　わたしわ　ベトナム　じん　です。
        がくせい　です。にじゅうさん　さい　です。

        こにちわ　。私わ　は　いらがき　です。　
        はじめまして　、わたし　は　いヴぁんあ　です。

        あなた　は　いらがき　ですか？
        はい、いらがき　です　。　

        あなた　は　がくせい　ですか　？
        はい　、がくせい　です。
        　
        あなた　は　ちゅうごく　じん　ですか　？
        。。。。　いいえ　、ちゅうごく　じん　でわ　ありません。ベトナム　じん　です。
        いいえ、ベトナム　じん　です。

        この　かた　わ　どなた　ですか。
        その　かた　は　ごぶ　です。
















                            　

        




























        </div>
  )
}

export default Day3